Revit 2027 API
ParameterTypeId.RbsElecApparentLoadPhase2 Property
 "Apparent Power Phase 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentLoadPhase2 { get; }
Public Shared ReadOnly Property RbsElecApparentLoadPhase2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentLoadPhase2 {
	ForgeTypeId^ get ();
}
static member RbsElecApparentLoadPhase2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace